var TemrsOfUse = `**1등 오답노트 앱을 이용해 주셔서 감사합니다.**  
  
오답노트 앱(이하 오답노트)은 자주 틀리는 유형의 문제를 사진 단위로 쉽게 관리할 수 있도록 도와주는 애플리케이션입니다.  
  
오답노트 앱은 단순하지만, 매우 직관적인 인터페이스와 정교한 용량관리 시스템을 제공합니다.  
  
2.0.0 버전에서 **구글 드라이브 동기화**, **PDF 생성**, **휴지통** 기능이 새롭게 추가되었습니다. 앞으로도 다양한 기능을 추가하여 사용자의 기대에 보답하겠습니다.  

구글 드라이브 동기화 작업은 구글 계정을 통하여 이루어집니다. 이를 위해 구글 계정으로 로그인할 때, 개인정보, 이메일 외에 **Google Drive의 앱 구성 데이터 확인, 생성, 삭제 권한을 추가로 요구**합니다. 해당 권한은 해당 앱이 사용자가 로그인한 구글 계정의 구글 드라이브 내 해당 앱만 사용할 수 있는 저장 공간에 파일을 업로드, 생성, 삭제할 수 있는 권한입니다.

**사용자 구글 계정의 개인정보 및 이메일**은 구글 드라이브와 연결된 구글 계정을 표시하기 위한 목적으로만 사용될 뿐, 다른 목적으로 사용되지 않으며, **수집하거나 서버에 저장되지 않습니다.**
  
오답노트 앱의 개발 플랜은 최신 오답노트 앱의 설정 > '앞으로 추가될 기능들' 메뉴에서 확인할 수 있습니다.  
  
오답노트 앱은 이용자에게 **어떠한 사용료도 청구하지 않습니다.**  
  
당사(이하 준랩)는 오답노트 앱에서 **2~3분 간격으로 송출되는 애드센스 광고**를 통해 수익을 얻고 있으며, **광고를 터치**하거나 일정시간 이상 광고를 시청하여 **리워드를 획득**하면 **1시간 동안 광고를 차단**할 수 있습니다.  
  
다만 이후 일부 기능이 인앱 결제로만 이용할 수도 있음을 미리 알려드립니다.  
  
당사는 사용자의 만족을 위해 최선을 다하고 있지만, 오답노트 앱이 언제나 안전하고 보안이 유지되며 오류가 없음을 보장하지 않으며, 이것이 **언제나 방해, 지연 또는 결함 없이 기능할 것이라고 보장하지 않습니다.**  
  
관련 법률이 허용하는 한도 내에서 당사는 또한 상업성, 특정 목적을 위한 적합성, 권원 및 비침해성에 대한 묵시적 보증을 포함하되 이에 제한되지 않고 모든 **명시적이든 묵시적이든 일체의 보증을 하지 않습니다.**  
  
당사는 오답노트 앱의 업데이트를 강제할 수 있습니다.  
  
당사의 오답노트 앱은 저작권법에 의한 보호를 받는 저작물로서, 이에 대한 소스코드 변경, 무단복제 및 배포를 원칙적으로 금합니다.  
  
이를 무단 복제·배포하는 경우 저작권법 제136조, 137조, 138조에 의한 권리의 침해 죄, 부정발행 등의 죄, 출처명시 위반의 죄 등에 해당돼 처벌받을 수 있습니다.

당사는 더 나은 제품을 만들기 위해 지속적으로 서비스를 개선하고 새로운 기능을 개발하고 있습니다. 이에 따라 당사는 본 약관을 수시로 업데이트해야 할 수 있습니다. 당사는 **해당 조항이 더 이상 적절하지 않거나 불완전한 경우, 그리고 변경 사항이 합리적이고 이용자의 이익을 적절히 고려하는 경우에만 본 약관을 변경합니다.**  
  
본 방침의 최신 버전이 당사에 의한 귀하의 개인 데이터 처리에 적용되며 동 방침은 **https://notes.joon-lab.com/terms-of-use/kr/** 또는 **최신 버전의 오답노트 앱**에 항상 게시됩니다.

법적으로 달리 요구되지 않는 한 당사는 본 약관을 변경하기 전에 이용자에게 알리고, 변경된 약관의 효력이 발생되기 최소 30일 전에 이용자에게 이를 검토할 기회를 제공합니다. 업데이트된 약관의 효력이 발생하면, 약관의 변경 발효일 이후에도 이용자가 계속 오답노트 앱을 이용하실 경우 이용자는 변경된 약관의 적용을 받게 됩니다.
  
당사는 이용자가 오답노트 앱을 계속 사용하기를 희망하지만, 업데이트된 **약관에 동의하지 않고 더 이상 오답노트를 이용하고 싶지 않은 경우 이용자는 언제든지 앱을 삭제할 수 있습니다.**
  
공지 일자: 2021년 2월 28일  
적용 일자: 2021년 2월 28일`