var Privacy = `1等誤答ノートアプリ（以下、誤答ノート）は、ユーザー**デートを収集するためにGoogleアナリティクスを使用し**します。
  
誤答ノートアプリは、ユーザーが任意の画面をどのよう見ているか、いずれかのボタンをタッチしたか収集し、ユーザーが入力したデータは収集しません。
  
たとえば、ユーザーが「数学」ノート（ノート画面）の「問題1」（問題画面）に3分、「問題2」（問題画面）に2分間とどまったならば、誤答ノートアプリは、「ユーザーA（ランダムID ）、ノート画面の移動、問題画面5分」に対応するデータを、Googleアナリティクスに送信するだけで、**ユーザーが入力したメモ、レート、問題の写真、草の写真などは一切収集しません。**
  
現在誤答ノートアプリは、ユーザーの名前、性別、電子メールなどの**個人情報を一切収集し、することができていません。**

しかし、今後のコミュニティ（問題/プールを共有し）とオンラインバックアップなどの機能が追加される場合は、データの所有権を確認するために少しの個人情報を収集することを事前にお知らせします。
  
本個人情報の処理方針は頻繁に改訂されることがあります。 **本方針の最新版が当社によるユーザーの個人データの処理に適用さ**されます。

最新の個人情報の処理方針は、** https：//notes.joon-lab.com/privacy/kr**または**最新バージョンの誤答ノートアプリ**に常に公開されます。
  
あなたは、改正された本方針が施行された後、当社のサービスにアクセスしたり、これを利用することで修正された個人情報の処理方針に拘束されることに同意することになります。
  
お知らせ日：2021年1月29日
適用日：2021年1月29日`