var Privacy = `1位誤答ノートアプリ(以下、誤答ノート)は、ユーザー**デートを収集するためにGoogleアナリティクスを使用**します。  
  
誤答ノートアプリは、ユーザーがどの画面をどれだけ見ているのか、どのボタンをタッチしたのかを収集しますが、ユーザーが入力したデータは収集しません。  
  
例えば、ユーザが「数学」ノート(ノート画面)の「問題1」(問題画面)に3分、「問題2」(問題画面)に2分間留まったら、誤答ノートアプリは「ユーザA(ランダムID)、ノート画面の移動、問題画面5分」に該当するデータをGoogleアナリティクスに転送するだけで、**ユーザが入力したメモ、評点、問題写真、解写真などは一切収集しません。**  
  
1等誤答ノートアプリは、内部データをバックアップするため**グーグルドライブを使用**します。
  
Googleドライブにアクセス権限を得るために使用されるGoogleアカウント**個人情報(電子メール、写真、名前)はサーバーに保存されず、**アプリの設定画面で**どのアカウントと接続されたかを表示するためにのみ使用**されます。
  
1位の誤答ノートアプリは、Googleドライブに自動的に接続するため、Googleアカウントにログインする際に発行される認証キーを使用し、該当**認証キーは他のデータと分離·暗号化されて保存されます。**
  
本個人情報取扱方針は、随時改正されることがあります。 **本方針の最新バージョンが、当社によるユーザーの個人データ処理に適用**されます。
  
最新の個人情報処理方針は、**https://notes.joon-lab.com/privacyまたは**最新バージョンの誤答ノートアプリ**に常に掲示されます。  
  
貴下は改正された本方針が施行された後、弊社のサービスにアクセスしつづけたりこれを利用することで改正された個人情報処理方針に拘束されることに同意することになります。  
  
お知らせ日時:2021年2月28日  
適用日:2021年2月28日`