var Privacy = `誤答ノートアプリ(以下、誤答ノート)は、ユーザー**デートを収集するためにGoogleアナリティクスを使用**します。  
  
誤答ノートアプリは、ユーザーがどの画面をどれだけ見ているのか、どのボタンをタッチしたのかを収集しますが、ユーザーが入力したデータは収集しません。  
  
例えば、ユーザが「数学」ノート(ノート画面)の「問題1」(問題画面)に3分、「問題2」(問題画面)に2分間留まったら、誤答ノートアプリは「ユーザA(ランダムID)、ノート画面の移動、問題画面5分」に該当するデータをGoogleアナリティクスに転送するだけで、**ユーザが入力したメモ、評点、問題写真、解写真などは一切収集しません。**  
  
誤答ノートアプリは、内部データをバックアップするため**グーグルドライブを使用**します。  

誤答ノートアプリ(**Application ID: notes-8fe78**)は、グーグルドライブへのアクセス権限を得るため、Googleで自分の個人情報を作成して接続(**openid**)、Eメール(**userinfo.email**)及び個人情報(**userinfo.profile**)だけでなく、Google Driveのアプリ構成データを確認、生成、削除に対する権限(duserinfo.email**)を許可します。    

Googleアカウントのopenid、電子メール及び個人情報は、**アプリ設定画面で**どのアカウントと接続されたかを表示するためだけに使用**されます。  Googleアカウントのopenid、電子メール及び個人情報は、**アプリの設定画面でGoogleドライブと接続されたGoogleアカウントを表示するためだけに使用**されます。  

Google Driveのアプリ構成データの確認、生成、削除に対する権限(**drive.appdata**)は、Google Drive内の1位の誤答ノートアプリの構成ファイルを作成、修正、アップロード、削除するために必要な権限です。 **当該権限にはGoogleドライブが当該アプリのために割り当てたスペース以外の空間にはアクセスできる権限がありません。**該当権限を通じて、他のすべての機器を現在の機器と同じ環境で設定できます。  

誤答ノートアプリは、Googleドライブに自動的に接続するため、Googleアカウントにログインする時に発行される認証キーを使用し、該当**認証キーは他のデータと分離·暗号化されて保存されます。**  
  
本個人情報取扱方針は、随時改正されることがあります。 **本方針の最新バージョンが、当社によるユーザーの個人データ処理に適用**されます。  

最新の個人情報処理方針は、**https://notes.joon-lab.com/privacy/jp**最新バージョンの誤答ノートアプリ**に常に掲示されます。  
  
貴下は改正された本方針が施行された後、弊社のサービスにアクセスしつづけたりこれを利用することで改正された個人情報処理方針に拘束されることに同意することになります。  
  
お知らせ日時:2021年3月2日  
適用日:2021年3月2日`