var Privacy = `1등 오답노트 앱(이하 오답노트)은 사용자 **데이트를 수집하기 위해 구글 애널리틱스를 사용**합니다.  
  
오답노트 앱은 사용자가 어떤 화면을 얼마나 보고 있는지, 어떤 버튼을 터치했는지 수집하지만, 사용자가 입력한 데이터는 수집하지 않습니다.  
  
예를 들어 사용자가 "수학" 노트(노트 화면)의 "문제1"(문제 화면)에 3분, "문제2"(문제 화면)에 2분간 머물렀다면, 오답노트 앱은 "사용자A(랜덤ID), 노트 화면 이동, 문제 화면 5분"에 해당하는 데이터를 구글 애널리틱스에 전송할 뿐이고, **사용자가 입력한 메모, 평점, 문제 사진, 풀이 사진 등은 일절 수집하지 않습니다.**  
  
1등 오답노트 앱은 내부 데이터를 백업하기 위해 **구글 드라이브를 사용**합니다.

구글 드라이브에 접근 권한을 얻기위해 사용되는 구글 계정의 **개인정보(이메일, 사진, 이름)는 서버에 저장되지 않고,** 앱 설정 화면에서 **어떤 계정과 연결되었는지 표시하기 위해서만 사용**됩니다.

1등 오답노트 앱은 구글 드라이브에 자동으로 연결하기 위해 구글 계정 로그인시 발급되는 인증키를 사용하고, 해당 **인증키는 다른 데이터와 분리 및 암호화되어 저장됩니다.**
  
본 개인정보처리방침은 수시로 개정될 수 있습니다. **본 방침의 최신 버전이 당사에 의한 사용자의 개인 데이터 처리에 적용**됩니다.

최신 개인정보처리방침은 **https://notes.joon-lab.com/privacy/kr** 또는 **최신 버전의 오답노트 앱**에 항상 게시됩니다.  
  
귀하는 개정된 본 방침이 시행된 후 당사의 서비스에 계속 액세스하거나 이를 이용함으로써 개정된 개인정보처리방침에 구속되는 것에 동의하게 됩니다.  
  
공지 일자: 2021년 2월 28일  
적용 일자: 2021년 1월 28일`