var Privacy = `오답노트 앱은 사용자 **데이트를 수집하기 위해 구글 애널리틱스를 사용**합니다.  
  
오답노트 앱은 사용자가 어떤 화면을 얼마나 보고 있는지, 어떤 버튼을 터치했는지 수집하지만, 사용자가 입력한 데이터는 수집하지 않습니다.  
  
예를 들어 사용자가 "수학" 노트(노트 화면)의 "문제1"(문제 화면)에 3분, "문제2"(문제 화면)에 2분간 머물렀다면, 오답노트 앱은 "사용자A(랜덤ID), 노트 화면 이동, 문제 화면 5분"에 해당하는 데이터를 구글 애널리틱스에 전송할 뿐이고, **사용자가 입력한 메모, 평점, 문제 사진, 풀이 사진 등은 일절 취급하지 않습니다.**  
  
현재 오답노트 앱은 사용자의 이름, 성별, 이메일 등 **개인정보를 일절 수집 및 취급하고 있지 않습니다.**  

하지만 추후 커뮤니티(문제/풀이 공유) 및 온라인 백업 등의 기능이 추가된다면, 데이터의 소유권을 확인하기 위해 약간의 개인정보를 수집할 수 있음을 미리 알려드립니다.
  
본 개인정보처리방침은 수시로 개정될 수 있습니다. **본 방침의 최신 버전이 당사에 의한 사용자의 개인 데이터 처리에 적용**됩니다.

최신 개인정보처리방침은 **https://notes.joon-lab.com/privacy/kr** 또는 **최신 버전의 오답노트 앱**에 항상 게시됩니다.  
  
귀하는 개정된 본 방침이 시행된 후 당사의 서비스에 계속 액세스하거나 이를 이용함으로써 개정된 개인정보처리방침에 구속되는 것에 동의하게 됩니다.  
  
공지 일자: 2021년 1월 29일  
적용 일자: 2021년 1월 29일`