var TemrsOfUse = `**1位誤答ノートアプリをご利用いただき、ありがとうございます。**  
  
誤答ノートアプリ(以下、誤答ノート)は、よく間違える類型の問題を写真単位で簡単に管理できるようにサポートするアプリケーションです。  
  
誤答ノートアプリは単純ですが、非常に直感的なインターフェースと精巧な容量管理システムを提供しています。  
  
2.0.0バージョンから、**グーグルドライブ同期**、**PDF生成**、**ゴミ箱**機能が新しく追加されました。 今後も様々な機能を追加し、ユーザーのご期待にお応えします。  

Googleドライブ同期化作業は、Googleアカウントを通じて行われます。 このため、Googleアカウントにログインするとき、個人情報、電子メール以外に**Google Driveのアプリ構成データの確認、作成、削除権限を追加で要求**します。 この権限は、ユーザーがログインしたGoogleアカウントのGoogleドライブ内のアプリのみ使用できる保存スペースにファイルをアップロード、生成、削除できる権限です。

**ユーザーのGoogleアカウントの個人情報と電子メール**は、ユーザーがあるGoogleアカウントでGoogleドライブに接続するために使用されるだけで、**収集したりサーバーに保存されません。**
  
誤答ノートアプリの開発プランは、最新誤答ノートアプリの設定>「これから追加される機能」メニューで確認できます。  
  
誤答ノートアプリは利用者に**いかなる使用料も請求しません。**  
  
弊社(以下、ジュンラップ)は誤答ノートアプリから**2~3分おきに送出されるアドモブ広告**を通じて収益を得ています。  
  
ただし、その後、一部の機能がインアプリ決済でのみ利用できることを予めお知らせします。  
  
**誤答ノートアプリはグーグルドライブと通信するために通信社ネットワークまたはWi-Fiを使用します。 当社は、インターネットに接続するために使用された通信会社のネットワーク料金について、責任を負いません。**
  
当社は、ユーザーの満足のために最善を尽くしておりますが、誤答ノートアプリが常に安全でセキュリティが維持され、エラーがないことを保障せず、これが**いつでも妨害、遅延または欠陥なく機能するとは保障いたしません。**  
  
関連法律の許す限度において、当社は、商業性、特定の目的のための適合性、権原及び非侵害性に対する黙示的保証を含みますが、これに限らず、すべての**明示的であれ黙示的であれ、一切の保証はいたしません。**  
  
当社は誤答ノートアプリのアップデートを強制できます。  
  
当社の誤答ノートアプリは、著作権法による保護を受ける著作物であり、これに対するソースコードの変更、無断複製及び配布を原則的に禁じます。  
  
これを無断で複製·配布した場合、著作権法第136条、137条、138条による権利侵害罪、不正発行などの罪、出典明示違反の罪などに当たり、処罰を受けることがあります。

当社は、より良い製品を作るために継続的にサービス改善と新しい機能を開発しています。 これにより当社は、本約款を随時更新しなければならないことが、 弊社は、**該当条項がこれ以上適切でなかったり、不完全な場合、そして変更事項が合理的であり、利用者の利益を適切に考慮する場合にのみ本約款を変更します。**  
  
本方針の最新バージョンが当社によるあなたの個人データ処理に適用され、同方針は**https://notes.joon-lab.com/terms-of-useまたは**最新バージョンの誤答ノートアプリ**に常に掲示されます。

法的に他に要求されない限り、当社は本約款を変更する前に利用者に通知し、変更された約款の効力が発生する最低30日前に利用者に検討する機会を提供します。 アップデートされた約款の効力が発生しますと、約款の変更発効日以降も利用者が誤答ノートアプリを利用する場合、利用者は変更された約款の適用を受けます。
  
当社は利用者が誤答ノートアプリを継続して使用することを希望しますが、アップデートされた**約款に同意せず、これ以上誤答ノートを利用したくない場合、利用者はいつでもアプリを削除できます。**
  
お知らせ日時:2021年2月28日  
適用日:2021年2月28日`