var TemrsOfUse = `**1など誤答ノートアプリをご利用いただきありがとうございます**
  
誤答ノートアプリ（以下、誤答ノート）は、しばしば間違った種類の問題を写真単位で簡単に管理できるように支援するユーティリティです。
  
誤答ノートアプリは、シンプルですが、非常に直感的なインターフェイスと洗練された容量管理システムを提供しています。
  
現在は、単に不正解を管理する機能のみを提供していますが、今後のコミュニティを通じたユーザー間の問題と解釈の共有、オンラインバックアップおよびリカバリ機能などを追加して、ユーザーの期待に応えます。

誤答ノートアプリの開発プランは、最新の誤答ノートアプリの設定>「今後追加される機能」メニューで確認することができます。
  
誤答ノートアプリは、利用者に**いかなる使用料も請求しません。**
  
当社（以下ジュンレプ）は誤答ノートアプリで**3〜5分間隔で送出されるAdSenseの広告**を通じて収益を得ており、**広告をタッチ**たり、一定時間以上の広告を見て、**リワードを獲得**と** 1時間広告をブロック**することができます。
  
現在誤答ノートアプリは**個人情報を収集していません。**したがって、現在は別のセキュリティ機能を適用していないが、**ユーザーが撮影した写真やメモなどは、ファイルと文字列の形でアプリの内部スペースに保存**されます。
  
ただし、今後コミュニティ、バックアップ機能などが追加されると、ログイン情報などのサーバーとの通信に使用される情報は、セキュリティ機能が適用された記憶領域に安全に保存する予定です。
  
当社は、ユーザーの満足のために最善を尽くしているが、誤答ノートアプリが常に安全でセキュリティが維持され、エラーがないことを保証せず、これは**いつも妨害、遅延、または欠陥のない機能することを保証しません。**
  
関連法律が許可する範囲内で、当社はまた、商品性、特定の目的のための適合性、権原および非侵害の黙示の保証を含むがこれに限定されず、すべての**明示的または黙示一切の保証をしません**
  
当社は、不正解ノートアプリのアップデートを強制することができます。
  
当社の誤答ノートアプリは、著作権法による保護を受ける著作物として、これに対するソースコードの変更、無断複製、配布を原則として禁止します。
  
これ無断複製・配布する場合、著作権法第136条、137条、138条による権利の侵害罪、不正発行などの罪、出所を明示違反の罪などに対応するされて処罰されることがあります。

当社は、より良い製品を作るために継続的にサービスを改善し、新しい機能を開発しています。これにより、当社は、本規約を随時更新する必要があります。当社は、**その条項がもはや適切でないか、または不完全な場合は、変更が合理的であり、利用者の利益を適切に考慮した場合にのみ、本規約を変更します。**
  
本方針の最新版が当社によるお客様の個人データの処理に適用され、同方針は** https://notes.joon-lab.com/terms-of-use/jp**または**最新バージョンの不正解ノートアプリ**に常に公開されます。

法的に別の定めがされない限り、当社は、本規約を変更する前に、利用者に通知し、変更された約款の効力が発生する少なくとも30日前までに利用者にこれを検討する機会を提供しています。更新された利用規約の効力が発生した場合、規約の変更発効日以降も利用者が引き続き誤答ノートアプリをご利用の場合、利用者は、変更された約款の適用を受けることになります。
  
当社は、利用者が誤答ノートアプリを継続して使用することを希望するが、更新された**利用規約に同意せず、これ以上の誤答ノートを利用したくない場合は、利用者は、いつでもアプリを削除することができます。**
  
お知らせ日：2021年1月29日
適用日：2021年1月29日`